/******************************************************************
1.录入图书信息
2.实现删除功能,输入图书号删除相应记录
3.实现查找功能,即输入图书号或图书名查询该书相关的信息
4.实现修改功能,即输入图书号或图书名修改相应信息
5.添加会员信息,只有会员才可以借书
6.实现借书功能,即输入图书号及会员号进行借书
7.实现还书功能,还书时也要输入图书号和会员号
8.保存添加的图书信息
9.保存添加的会员信息

图书管理系统--大致分为四个模块
1.main函数-----------数据加载
2.图书管理-----------图书信息添加/修改/删除/保存/借书/还书'
3.会员管理模块-------添加会员/保存会员信息
4.界面管理-----------功能选择界面/退出界面
***********************************************************************/

#pragma once
#include <stdio.h>
#include <stdlib.h>
#include <string.h>



